/* Localized versions of Info.plist keys */

"KTPluginName" = "Stickam Tool";
"KTPluginUntitledName" = "My Stickam";
"KTPluginDescription" = "A pagelet showing audiovisual content from Stickam.com";

